Revit 2027 API
ParameterTypeId.RbsSystemRisedrop1linedropsymbolParam Property
 "Single Line Drop Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemRisedrop1linedropsymbolParam { get; }
Public Shared ReadOnly Property RbsSystemRisedrop1linedropsymbolParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemRisedrop1linedropsymbolParam {
	ForgeTypeId^ get ();
}
static member RbsSystemRisedrop1linedropsymbolParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace